Repository: RahbarqulovAzizbek/malefashion-master-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: first name
uz: Ism

source: last name
uz: Sharif

source: title
uz: Sarlavha

source: description
uz: tavsif

source: main image
uz: asosiy rasm

source: author
uz: Muallif

source: created at
uz: yaratilgan

source: name
uz: nomi

source: phone
uz: mobile raqam

source: comment
uz: izoh

source: collection
uz: to'plam

source: message
uz: habar

source: user
uz: foydalanuvchi

source: wishlist
uz: istaklar ro'yxatiga

source: product
uz: mahsulot

source: wishlists
uz: yoqimli ro'yhat

source: code
uz: kod

source: color
uz: rang

source: colors
uz: rang

source: size
uz: o'lcham

source: sizes
uz: o'lcham

source: category
uz: turkum

source: categories
uz: turkum

source: image
uz: rasm

source: price
uz: narx

source: real price
uz: haqiqiy narx

source: discount
uz: chegirma

source: short description
uz: qisqa tavsif

source: long description
uz: to'liq tavsif

source: products
uz: mahsulot

source: The customer is at the heart of our unique business model, which includes design.
uz: Mijoz bizning noyob biznes modelimizning markazida, shu jumladan

source: Clothing Store
uz: Kiyim do'koni

source: Trending Shoes
uz: Trenddagi poyabzal

source: Accessories
uz: Aksessuarlar

source: Sale
uz: chegirma

source: Be the first to know about new arrivals, look books, sales & promos!
uz: Yangi kelganlar, kitoblar, sotuvlar va promolar haqida birinchi bo'lib xabardor bo'ling!

source: All rights reserved
uz: Barcha huquqlar himoyalangan

source: This template is made with
uz: Ushbu shablon yordamida yaratilgan

source: by
uz: tomonidan

source: Free shipping, 30-day return or refund guarantee.
uz: Bepul yetkazib berish, 30 kunlik qaytarish yoki pulni qaytarish kafolati.

source: Log Out
uz: Chiqish

source: Sign In
uz: Tizimga kirish

source: Home
uz: Asosiy

source: About Us
uz: Haqimizda

source: Contacts
uz: Aloqa

source: Filter Price
uz: Filtr narx

source: Categories
uz: Turkum

source: Size
uz: O'lcham

source: Colors
uz: Rang

source: Who We Are ?
uz: Biz kimmiz ?

source: Contextual advertising programs sometimes have strict policies that need to be adhered too. Let’s take Google as an example.
uz: Kontekstli reklama dasturlari ba'zida talab qilinadigan qat'iy siyosatlarga ega ham amal qiling. Misol tariqasida Googleni olaylik.

source: In this digital generation where information can be easily obtained within seconds, business cards still have retained their importance.
uz: мUshbu raqamli avlodda ma'lumotni osongina olish mumkin seconds, business cards still have retained their importance.

source: Why Choose Us
uz: Nima uchun bizni tanlayapsiz

source: A two or three storey house is the ideal way to maximise the piece of earth on which our home sits, but for older or infirm people.
uz: Ikki yoki uch qavatli uy - bu er qismini maksimal darajada oshirishning ideal usuli bizning uyimiz o'tiradigan, lekin keksa yoki zaif odamlar uchun.

source: Going out after work? Take your butane curling iron with you to the office, heat it up, style your hair before you leave the office and you won’t have to make a trip back home.
uz: Ishdan keyin tashqariga chiqasizmi? Ofisdan chiqishdan oldin butanli jingalak dazmolingizni o'zingiz bilan ofisga olib boring, uni qizdiring, sochingizni turmaklaning va sizda bunday bo'lmaydi. uyga sayohat qilish uchun.

source: Our
uz: bizning

source: Clients
uz: Mizojlar

source: Country
uz: Davlat

source: Happy
uz: Baxtli

source: Customer
uz: Xaridor

source: Our Team
uz: Bizning Jamoa

source: Meet Our Team
uz: Jamoamiz bilan tanishing

source: Delivery
uz: Yetqazib berish

source: Partner
uz: Hamkor

source: Happy Clients
uz: Baxtli Mijozlar

source: Comments
uz: Izohlar

source: share
uz: Ulashish

source: When designing an advertisement for a particular product many things should be researched like where it should be displayed
uz: Muayyan mahsulot uchun reklamani loyihalashda ko'p narsa kerak qaerda ko'rsatilishi kerakligi kabi tadqiq qilinadi

source: Vyo-Serum along with tightening the skin also reduces the fine lines indicating aging of skin. Problems like dark circles, puffiness, and crow’s feet can be control from the strong effects of this serum.
uz: Vyo-serum terini taranglash bilan birga terining qarishini ko'rsatadigan nozik chiziqlarni ham kamaytiradi. Qorong'u doiralar, shishish va qarg'a kabi muammolar oyoqlarni bu sarumning kuchli ta'siridan nazorat qilish mumkin.

source: Hydroderm is a multi-functional product that helps in reducing the cellulite and giving the body a toned shape, also helps in cleansing the skin from the root and not letting the pores clog, nevertheless also let’s sweeps out the wrinkles and all signs of aging from the sensitive near the eyes.
uz: Hydroderm ko'p funktsiyali mahsulot bo'lib, u selülitni kamaytirishga va tanaga tonlangan shakl berishga yordam beradi, shuningdek terini tozalashga yordam beradi. Teshiklarning tiqilib qolishiga yo'l qo'ymaslik kerak, shunga qaramay keling, ko'z atrofidagi nozik ajinlar va barcha qarish belgilarini tozalaymiz.

source: Previous Pod
uz: Oldingi Pod

source: Next Pod
uz: Keyingi Pod

source: Post Comment
uz: Fikr qoldirish

source: Our Blog
uz: Bizning Blog

source: Read More
uz: Batafsil

source: Information
uz: Malumot

source: Contact Us
uz: Bog'lanish

source: As you might expect of a company that began as a high-end interiors contractor, we pay strict attention.
uz: Yuqori darajadagi interyer sifatida boshlangan kompaniyadan kutganingizdek pudratchi, biz qattiq e'tibor beramiz.

source: Send Message
uz: Habar Junatish

source: Shop now
uz: Hozir xarid qiling

source: Clothing Collections 2030
uz: Kiyim kolleksiyalari 2030

source: Shoes Spring 2030
uz: Poyafzal bahor 2030

source: Best Sellers
uz: Eng yaxshi sotuvchilar

source: New Arrivals
uz: Yangi kelganlar

source: Hot Sales
uz: Issiq savdo

source: Add To Cart
uz: Savatchaga qo'shish

source: Compare
uz: Solishtirish

source: Clothings Hot
uz: Kiyimlar issiq

source: Shoe Collection
uz: Poyafzal kolleksiyasi

source: Sale Of
uz: Sotish

source: Deal Of The Week
uz: Haftaning bitimi

source: Days
uz: Kunlar

source: Hours
uz: Soatlar

source: Minutes
uz: Daqiqlar

source: Seconds
uz: Soniyalar

source: Shop now
uz: Hozir Harid qiling

source: Latest News
uz: So'ngi Yangiliklar

source: Fashion New Trends
uz: Yangi moda tendentsiyalari

source: Product Details
uz: Mahsulot tafsilotlari

source: Reviews
uz: Sharhlar

source: Color
uz: Rang

source: add to cart
uz: savatchaga qo'shish

source: add to wishlist
uz: istaklar ro'yxatiga qo'shing

source: Add To Compare
uz: Taqqoslash uchun qo'shing

source: Guaranteed Safe Checkout
uz: Kafolatlangan xavfsiz chiqish

source: Description
uz: tavsif

source: Customer Previews
uz: Mijozlarni oldindan ko'rish

source: Additional information
uz: Qo'shimcha ma'lumot

source: Products Infomation
uz: Mahsulotlar haqida ma'lumot

source: A Pocket PC is a handheld computer, which features many of the same capabilities as a modern PC. These handy little devices allow individuals to retrieve and store e-mail messages, create a contact file, coordinate appointments, surf the internet, exchange text messages and more. Every product that is labeled as a Pocket PC must be accompanied with specific software to operate the unit and must feature a touchscreen and touchpad.
uz: Pocket PC - bu zamonaviy shaxsiy kompyuter bilan bir xil imkoniyatlarga ega bo'lgan qo'l kompyuteri. Ushbu qulay kichik qurilmalar odamlarga elektron pochta xabarlarini olish va saqlash, kontakt faylini yaratish, muvofiqlashtirish imkonini beradi. uchrashuvlar, internetni kezish, matnli xabarlar almashish va boshqalar. Cho'ntak kompyuteri sifatida belgilangan har bir mahsulot qurilmani ishlatish uchun maxsus dasturiy ta'minot bilan birga bo'lishi va sensorli ekran va sensorli panelga ega bo'lishi kerak.

source: As is the case with any new technology product, the cost of a Pocket PC was substantial during it’s early release. For approximately $700.00, consumers could purchase one of top-of-the-line Pocket PCs in 2003. These days, customers are finding that prices have become much more reasonable now that the newness is wearing off. For approximately $350.00, a new Pocket PC can now be purchased.
uz: Har qanday yangi texnologiya mahsulotida bo'lgani kabi, cho'ntak kompyuterining narxi uning erta chiqarilishida sezilarli edi. Taxminan $700,00 evaziga iste'molchilar 2003 yilda eng yaxshi cho'ntak kompyuterlaridan birini sotib olishlari mumkin edi. Shu kunlarda, xaridorlar, yangilik eskirgandan so'ng, narxlar ancha oqilona bo'lib qolganini payqamoqda. Taxminan 350,00 dollarga yangi cho'ntak kompyuterini endi sotib olish mumkin.

source: Material used
uz: Ishlatilgan material

source: Polyester is deemed lower quality due to its none natural quality’s. Made from synthetic materials, not natural like wool. Polyester suits become creased easily and are known for not being breathable. Polyester suits tend to have a shine to them compared to wool and cotton suits, this can make the suit look cheap. The texture of velvet is luxurious and breathable. Velvet is a great choice for dinner party jacket and can be worn all year round.
uz: Polyester tabiiy sifatga ega emasligi sababli past sifat deb hisoblanadi. Jun kabi tabiiy emas, sintetik materiallardan tayyorlangan. Polyester kostyumlar osongina burishadi va nafas olmasligi bilan mashhur. Polyester kostyumlar moyil jun va paxta kostyumlari bilan solishtirganda ularga porloq bo'lish uchun, bu kostyumni arzon ko'rinishga olib kelishi mumkin. Velvetning tuzilishi hashamatli va nafas oladi. Velvet kechki ovqat uchun ko'ylagi uchun ajoyib tanlovdir va uni butun yil davomida kiyish mumkin.

source: Related Product
uz: Tegishli mahsulot

source: New
uz: Yangi

source: Showing
uz: Koʻrsatilmoqda

source: Sort by Price
uz: Narx bo'yicha saralash

source: Low To High
uz: Pastdan Yuqoriga

source: High TO Low
uz: Yuqoridan Pastgacha

source: Shopping Cart
uz: Xarid savati

source: Product
uz: Mahsulot

source: Quantity
uz: Miqdori

source: Total
uz: Umumiy

source: Continue Shopping
uz: Xarid qilishda davom eting

source: Update cart
uz: Savatni yangilash

source: Discount codes
uz: Chegirma kodlari

source: Apply
uz: Murojaat qiling

source: Cart total
uz: Savat jami

source: Subtotal
uz: Oraliq jami

source: Proceed to checkout
uz: Ro'yxatdan o'chirilishda davom etish

source: Wish List
uz: Istaklar roʻyxati

source: Activation Failure
uz: Faollashtirishda xato

source: Account activation failed.
uz: Hisobni faollashtirish amalga oshmadi.

source: Account Activated
uz: Hisob faollashtirilgan

source: Your account is now activated.
uz: Hisobingiz endi faollashtirilgan.

source: You can
uz: Siz qilasiz

source: Once a site administrator activates your account you can login.
uz: Sayt administratori hisobingizni faollashtirgandan so'ng, siz tizimga kirishingiz mumkin.

source: registration
uz: ro'yxatgadan o'tish

source: Account activation on
uz: Hisobni faollashtirish yoqilgan

source: Approval Failure
uz: Tasdiqlash muvaffaqiyatsizligi

source: Account Approval failed.
uz: Hisobni tasdiqlash amalga oshmadi.

source: Account Approved
uz: Hisob ma'qullangan

source: The user's account is now approved.
uz: Endi foydalanuvchining hisobi tasdiqlangan.

source: admin approval
uz: administrator roziligi

source: log in.
uz: tizimga kirish

source: Your account is now approved. You can log in using the following link
uz: Hisobingiz endi tasdiqlangan. Quyidagi havola orqali tizimga kirishingiz mumkin

source: click here
uz: bu yerni bosing

source: Account approval on
uz: Hisobni tasdiqlash yoqilgan

source: Log in
uz: Tizimga kirish

source: Forgot Password
uz: Parolni unutdingizmi

source: Registration
uz: Ro'yhatdan o'tish

source: Logged out
uz: Hisobdan chiqdi

source: Successfully logged out
uz: Hisobdan muvaffaqiyatli chiqdi

source: Password changed
uz: Parol o'zgartirildi

source: Password successfully changed!
uz: Parol muvaffaqiyatli almashtirildi!

source: Change password
uz: Parolni o'zgartirish

source: Password reset complete
uz: Parolni tiklash tugallandi

source: Your password has been reset!
uz: Parolingiz qayta tiklandi!

source: Confirm password reset
uz: Parolni tiklashni tasdiqlang

source: Enter your new password below to reset your password:
uz: Parolingizni tiklash uchun quyida yangi parolingizni kiriting:

source: Set password
uz: Parolni o'rnating

source: Password reset
uz: Parolni tiklash

source: Greetings
uz: Salom

source: Management
uz: Boshqaruv

source: Reset password
uz: Parolni tiklash

source: Registration is closed
uz: Ro‘yxatga olish yopildi

source: Sorry, but registration is closed at this moment. Come back later.
uz: Kechirasiz, lekin hozirda roʻyxatdan oʻtish yopiq. Keyinroq qaytib keling.

source: Activation email sent
uz: Aktivatsiya elektron pochtasi yuborildi

source: Please check your email to complete the registration process.
uz: Roʻyxatdan oʻtish jarayonini yakunlash uchun elektron pochtangizni tekshiring.

source: Register for an account
uz: Hisob qaydnomasi uchun ro'yxatdan o'ting

source: Account Activation Resent
uz: Hisobni faollashtirish qayta yuborildi

source: Resend Activation Email
uz: Faollashtirish elektron pochtasini qayta yuboring

source: Submit
uz: Yuborish
